;Language file of Revo Uninstaller
;This section must use English
[Info]
Language=Slovensky/Slovak
WebLang=SK
Translator=Lumir - lumir@stonline.sk
Codepage=UNICODE 
Version=2.3.5


[Uninstaller Toolbar]
102 = Zobrazenie
103 = Nastavenia
104 = Odinštalátor
105 = Nástroje
106 = Režim lovca
107 = Zoznam
108 = Ikony
109 = Podrobnosti
110 = Odinštalovať
111 = Odstrániť
112 = Obnoviť
113 = Určite chcete odstrániť vybratú položku?
114 = Určite chcete odinštalovať vybratý program?
115 = Aktualizácia
116 = Pomoc
117 = Návod...
118 = Web stránka...
119 = O programe...
120 = Nie ste Administrátor!
121 = Určite chcete odinštalovať vybratú systémovú súčasť?\nKliknite na NIE, ak neviete čo robíte!
122 = Odinštalátor zobrazuje nainštalované programy a súčasti pre aktuálneho a všetkých užívateľov. V zobrazení "Podrobnosti" alebo v kontextovom menu získate rozšírené informácie (odkazy a vlastnosti inštalácie). Primárna funkcia Revo Uninstaller je Režim lovca. Tento režim vám dáva flexibilitu pri odinštalovaní, ukončení, vymazaní alebo zakázaní automatického štartu jediným kliknutím.
123 = Hľadať
124 = Nájdených:
125 = Určite chcete odstrániť z registrov vybratú súčasť systému?\nMôže byť potrebná pre váš systém!
126 =  bol odstránený z autoštartu!
127 =  bol pridaný do autoštartu!
128 = %s je nainštalovaný v rovnakom adresári ako %s!\nBoli nájdené nepotrebné súbory obidvoch aplikácií! Pozorne označte tie, ktoré chcete odstrániť!
129 = Vynútená odinštalácia MSI

[Uninstaller List]
150 = Aplikácia
151 = Veľkosť
152 = Verzia
153 = Dátum inštalácie
154 = Spoločnosť
155 = Web stránka
156 = Komentár
157 = Reťazec odinštalácie
158 = Kľúč registra
159 = Inštalátor

[Uninstaller StatusBar]
201 = Inštalácií:
202 = Načítavanie...

[Registry Optimizer]
302 = Vyberte miesto skenovania
303 = Menu Štart

[Autorun Toolbar]
407 = Spustiť
408 = Ukončiť
409 = Odstrániť
410 = Položiek:
411 = Povolené:
412 = "Správca Po štarte" umožňuje povoliť alebo zakázať aplikácie, ktoré sa automaticky spúšťajú pri štarte Windows. Okno zobrazuje informácie o jednotlivých aplikáciách - cesta spustenia, popis, vydavateľ, stav (spustený alebo nespustený) a umiestnenie príkazu spustenia (v registroch alebo súbor na pevnom disku).

[Autorun List]
450 = Názov
451 = Cesta spustenia
452 = Popis
453 = Vydavateľ
454 = Stav
455 = Umiestnenie
456 = Spustené
457 = NESPUSTENÉ
458 = NEPLATNÉ
459 = Ukončiť proces
460 = Spustiť proces
461 = Otvoriť adresár
462 = Prejsť na umiestnenie
463 = Kopírovať cestu spustenia
464 = Odstrániť označené
465 = Odstrániť všetky neplatné
466 = Odstrániť všetky nespustené
467 = Odstrániť všetky zakázané
468 = Vlastnosti...
470 = Určite chcete ukončiť vybratú aplikáciu?\nNeuložené dáta budú stratené!
471 = Určite chcete vymazať vybratú položku?
472 = Určite chcete vymazať všetky neplatné položky?
473 = Určite chcete vymazať všetky nespustené položky?
474 = Určite chcete vymazať všetky zakázané položky?
475 = Príkaz neexistuje!
476 = NEZNÁMY
477 = Zakázať automatické spustenie
478 = Povoliť automatické spustenie

[Outlook Control]
300 = Optimalizácia
301 = Optimalizácia registrov
400 = Správca Po štarte
500 = Čistič zbytočností
501 = Čistič prehliadačov
600 = Čistič Microsoft Office
700 = Čistič Windows
800 = Úplné vymazanie koša
900 = Neobnoviteľné vymazanie
2100 = Nástroje Windows
2200 = Čistič zbytočných súborov

[Track Cleaner Browsers]
507 = Vyčistiť všetko
508 = Vyčistiť históriu navštívených web stránok
509 = Vymazať históriu zadaných adries
510 = Vymazať dočasné súbory Internetu
511 = Vymazať Cookies
512 = Vymazať súbory Index.dat
513 = Spustiť
514 = Vymazať históriu sťahovania
515 = Vymazať históriu relácií
516 = Vymazať históriu formulárov
517 = Odinštalátor
518 = Určite chcete vyčistiť všetky vybraté dáta histórie?
521 = Určite chcete vyčistiť históriu Internet Explorera?
522 = Určite chcete vyčistiť históriu Firefoxu?
523 = Určite chcete vyčistiť históriu Opery?
524 = Určite chcete vyčistiť históriu Netscape?
525 = Prehliadač zaznamenáva informácie každej web stránky, ktorú ste navštívili. Informácie sú ľahko prístupné z okna prehliadača a jednoduchým stlačením tlačidla môže hocikto vidieť čo ste si pozerali! S nástrojom "Čistič prehliadačov" môžete vymazať dočasné súbory Internetu, v ktorých sú obrázky, videa a všetky web stránky, ktoré ste navštívili. Vymazaním dočasných súborov Internetu môžete uvoľniť veľa miesta na pevnom disku.
526 = Zatvorte internetový prehliadač pred čistením.
527 = Súbory Index.dat budú vymazané pri najbližšom reštarte počítača.
599 = Čistenie bolo dokončené!

[Office Track Cleaner]
601 = Vyčistiť
607 = Vyčistiť históriu naposledy otvorených dokumentov Microsoft Word
608 = Vrátane Word 2000, Word XP, Word 2003, Word 2007, Word 2010, Word 2013 a Word 2016
609 = Vyčistiť históriu naposledy otvorených dokumentov Microsoft Excel
610 = Vrátane Excel 2000, Excel XP, Excel 2003, Excel 2007, Excel 2010, Excel 2013 a Excel 2016
611 = Vyčistiť históriu naposledy otvorených dokumentov Microsoft Access
612 = Vrátane Access 2000, Access XP, Access 2003, Access 2007, Access 2010, Access 2013 a Access 2016
613 = Vyčistiť históriu naposledy otvorených dokumentov Microsoft PowerPoint
614 = Vrátane PowerPoint 2000, PowerPoint XP, PowerPoint 2003, PowerPoint 2007, PowerPoint 2010, PowerPoint 2013 a PowerPoint 2016
615 = Vyčistiť históriu naposledy otvorených dokumentov Microsoft FrontPage
616 = Vrátane FrontPage 2000, FrontPage XP a FrontPage 2003
617 = "Čistič Microsoft Office" vám umožní odstrániť históriu naposledy otvorených súborov v Microsoft Word, Excel, Access, PowerPoint a FrontPage. Ak nechcete, aby niekto videl vaše naposledy otvorené alebo upravované tabuľky, dokumenty alebo iné súbory vytvorené s Microsoft Office, vyberte typy súborov, ktoré nechcete a kliknite na "Vyčistiť". Naposledy otvorené súbory, ktoré ste zvolili nebudú dlhšie dostupné v Microsoft Office.

[Windows Tracks Cleaner]
701 = Vyčistiť
707 = Vyčistiť históriu Naposledy otvorené dokumenty
708 = Vyčistiť históriu Spustiť v menu Štart
709 = Vyčistiť históriu Hľadať
710 = Vyčistiť históriu Tlačiarne, Počítače a Hľadanie ľudí
711 = Vyprázdniť schránku
712 = Vyčistiť históriu naposledy otvorených súborov "Maľovanie"
713 = Vyčistiť históriu naposledy otvorených súborov "Wordpad"
714 = Vyčistiť históriu naposledy otvorených kľúčov "Regedit"
715 = Vyčistiť históriu dialógov "Otvoriť/Uložiť"
716 = Vyčistiť históriu dialógov "Zobrazené adresáre"
717 = Vyprázdniť kôš
718 = Vymazať dočasné súbory Windows
719 = Vymazať záznamy v menu Štart
720 = Microsoft Windows uchováva stopy po mnohých veciach, ktoré robíte vo vašom počítači. Napríklad históriu hľadania (keď hľadáte súbory alebo adresáre), históriu naposledy otvorených dokumentov, históriu Otvoriť/Uložiť v štandardných dialógoch aplikácií a oveľa viac. Nástroj "Čistič Windows" vám umožní odstrániť celú históriu. Môžete tiež vyprázdniť Kôš a vymazať dočasné súbory, ktoré môžu uvoľniť veľa miesta na pevnom disku.
721 = História Spustiť bude vymazaná až po reštarte "explorer.exe".
722 = Registre Windows
723 = Pevné disky
724 = Vymazať súbory výpisov pamäte pri zlyhaní programu
725 = Vymazať fragmenty súborov Chkdsk


[Evidence Remover]
802 = Spustiť
803 = Vymazávanie
804 = Počkajte chvíľu - spustený proces vymazávania.
805 = Dokončené
806 = Označte zväzok na vymazanie, ktorý obsahuje stopy po vašej práci. Tento nástroj pracuje už len s vymazanými dátami. UPOZORNENIE: Po dokončení procesu nebude možné obnoviť vymazané súbory!
807 = Po vyprázdnení Koša súbory sú označené len ako vymazané, ale reálne nie sú odstránené. Tento nástroj natrvalo odstráni súbory a adresáre, ktoré sú stále na vašom pevnom disku. Bez ohľadu na nástroj, ktorý použijete na obnovu dát, výsledok bude rovnaký, žiadny. Súbory, odstránené s nástrojom "Úplné vymazanie koša" sa nedajú obnoviť!
808 = Určite chcete vymazať stopy po vašej práci na vybratých zväzkoch?

[Unrecoverable Delete]
912 = Zoznam súborov a adresárov, ktoré budú vymazané a nebude možné ich obnoviť
913 = Súborov
914 = Adresáre
915 = Vložte súbory, ktoré chcete vymazať a odstrániť zo systému. Tieto súbory nebude možné obnoviť žiadnym obnovovacím nástrojom!
916 = Vložte adresáre, ktoré chcete vymazať a odstrániť zo systému. Tieto adresáre nebude možné obnoviť žiadnym obnovovacím nástrojom!
917 = Pridať súbory na vymazanie
918 = Pridať adresáre na vymazanie
919 = Vymazať navždy
920 = Vyčistiť zoznam
921 = Ak chcete bezpečne vymazať súbor alebo adresár, použite nástroj "Neobnoviteľné vymazanie" (nikto nebude schopný obnoviť tento súbor alebo adresár s obnovovacím nástrojom). Vymazaním súborov a vyprázdnením Koša neznamená, že tieto súbory sú preč navždy. Sú stále na vašom pevnom disku a hocikto ich môže ľahko obnoviť. Nástroj "Neobnoviteľné vymazanie" tomuto zabráni, pretože reálne odstráni všetky vybraté súbory alebo adresáre.
922 = Určite chcete navždy vymazať vybraté súbory a adresáre?

[Options Tree]
1001 = Nastavenia
1100 = Hlavné
1200 = Odinštalátor

[General]
1101 = Jazyk:
1102 = Rozšírený režim
1103 = Vyhľadať aktualizáciu po spustení programu

[Uninstaller Options]
1201 = Zobraziť aktualizácie systému
1202 = Zobraziť súčasti systému
1204 = Spustiť len vstavaný odinštalátor
1205 = (Nie je podporované vo Windows Vista)
1206 = Vytvoriť bod obnovenia systému pred odinštalovaním
1207 = Vymazať nepotrebné súbory a zložky do koša 

[Auto Update]
1907 = Aktualizácia
1908 = Info o verzii
1909 = Aktuálna verzia:
1910 = Najnovšia verzia:
1911 = Stiahnuť
1912 = Stiahnuť najnovšiu verziu
1913 = Čo je nové
1914 = Overovanie...
1915 = Chyba spojenia...
1916 = STOP
1917 = Stiahnuté %s z %s
1918 = Stiahnuté %s (celková veľkosť neznáma)
1919 = Revo Uninstaller sa nemôže pripojiť na www.revouninstaller.com. Skontrolujte vaše pripojenie k Internetu a firewall, či neblokuje Revo Uninstaller.
1920 = Chyba: Kontrola novej verzie zlyhala. Žiadne Internetové pripojenie.

[WinTools]
2110 = Spustiť
2111 = Systém Windows obsahuje veľa užitočných nástrojov. Niektoré nástroje používajú iba príkazový riadok a iné sú ťažko prístupné. Nástroje Windows vám poskytnú rýchly prístup k niektorým nástrojom.
2112 = Ak sa vyskytne problém, môžete použiť nástroj "Obnovenie systému" pre obnovenie počítača do predchádzajúceho uloženého stavu bez straty osobných súborov. Obnovenie systému sleduje zmeny v systéme a automaticky vytvára ľahko identifikovateľné body obnovenia. Tieto body obnovenia vám umožnia vrátiť systém do predchádzajúceho funkčného stavu. Body sú vytvárané denne a v čase významnejších zmien systému. Môžete si tiež vytvoriť a pomenovať vlastné body obnovenia.
2113 = S nástrojom "Diagnostika siete" môžete zobraziť informácie o hardware počítača, operačnom systéme, konfigurácii Internetu, modeme a konfigurácii sieťového adaptéra. Môžete tiež vykonať skenovanie vášho systému, testovať pripojiteľnosť siete, funkčnosť služieb a programov súvisiacich so sieťou. 
2114 = "Informácie o sieti" zobrazujú všetky aktuálne konfigurácie siete TCP/IP, Dynamic Host Configuration Protocol (DHCP) a nastavenia Domain Name System (DNS). Informácie o sieti zobrazujú tiež úplnú konfiguráciu TCP/IP pre všetky adaptéry, vrátane IP adresy, MAC adresy, masky podsiete, predvolenej brány, Windows Internet Naming Service (WINS) a konfiguráciu DNS.
2115 = "Centrum zabezpečenia" kontroluje stav troch základných zabezpečení vášho počítača: firewall, automatickú aktualizáciu a ochranu pred vírusmi. Ak je zistený problém (napríklad, ak váš antivírusový program je zastaralý), Centrum zabezpečenia zobrazí výstrahu a poskytne doporučenie, ako najlepšie chrániť váš počítač.
2116 = "Vlastnosti systému" zobrazujú základne informácie o hardware počítača, napr. typ CPU, celková pamäť RAM. Môžete zmeniť nastavenie virtuálnej pamäte, nájsť spoľahlivé informácie o hardware a vlastnostiach zariadení. Môžete konfigurovať hardwarové profily, zobraziť informácie o sieťových pripojeniach a prihlasovacom profile. Keď sa vyskytnú programové a systémové chyby, môžete oznámiť problém Microsoftu alebo správcovi systému.
2117 = "Informácie o systéme" sú súčasťou operačného systému Windows, ktoré zbierajú a zobrazujú informácie o konfigurácii systému miestnych a vzdialených počítačov. Sú tam zahrnuté informácie o konfigurácii hardwaru, súčasti počítača a softwaru, vrátane podpísaných a nepodpísaných ovládačov. Systémové informácie sú nástroj, s ktorým môžete rýchlo vyhľadať informácie o vašom počítači a operačnom systéme.
2118 = TCP/IP Netstat Command je súčasť operačného systému Windows, ktorá zobrazuje všetky aktívne spojenia TCP a porty TCP/UDP, na ktorých počítač načúva a zobrazuje spúšťač, spojený s vytváraním každého spojenia alebo načúvajúceho portu (názov spúšťača je v [ ] dole, hore je vyvolaná súčasť až po dosiahnutie TCP/IP).
2119 = On Screen Keyboard (Klávesnica na obrazovke) zobrazí virtuálnu klávesnicu a umožní užívateľovi so zníženou pohyblivosťou písať pomocou myši alebo joysticka. Klávesnica na obrazovke je určená pre poskytnutie minimálnej úrovne závislosti na normálnej klávesnici pre užívateľov so zníženou pohyblivosťou. Klávesnica na obrazovke sa môže tiež použiť, ak si myslíte, že máte v počítači keylogger, ktorý zaznamenáva všetky stlačené klávesy. Klávesnica na obrazovke eliminuje možnosť záznamu stlačených kláves.
2120 = "Defragmentácia disku" analyzuje miestne zväzky a usporiada fragmentované súbory a adresáre tak, aby každý súbor bol na zväzku v jednom súvislom celku. Defragmentácia disku tiež usporiada voľné miesto a je menej pravdepodobné, že nové súbory budú fragmentované. Výsledkom defragmentovania je rýchlejší prístup k súborom a uloženie nových súborov je efektívnejšie.
2121 = "Služby" môžu spustiť, zastaviť, zakázať alebo znovu spustiť službu v miestnom alebo vzdialenom počítači. Služby môžu tiež spustiť akciu obnovenia, ak služba zlyhá (napríklad reštartovanie služby automaticky), povoliť alebo zakázať služby pre jednotlivý hardwarový profil, zobraziť stav a popis každej služby.
2122 = "Zdieľané adresáre" môžu byť použité pre správu zdieľaných položiek cez sieť, kontrolu povolenia prístupu užívateľa, aktivitu relácií, vlastností zdieľaných položiek a môžu zobraziť všetky pripojenia a zdroje, použité v miestnych a vzdialených počítačoch. Zdieľané adresáre môžu zobraziť zoznam všetkých užívateľov, ktorí sú pripojený na diaľku (cez sieť) do vášho počítača a odpojiť jedného alebo všetkých. Môžu tiež zobraziť zoznam súborov, ktoré sú aktuálne otvorené vzdialenými užívateľmi.
2123 = "Zásady skupín" obsahujú konfiguráciu zásad pre užívateľa a počítač. Zásady skupiny určujú rôzne nastavenia užívateľovho prostredia, ktorú správca systému spravuje (napríklad programy, ktoré sú dostupné pre užívateľov, zobrazenie na ploche alebo možnosti pre menu Štart).
2124 = "Pridať/Odobrať súčasti Windows" napomáha spravovať nainštalované súčasti Windows vo vašom počítači. Po nainštalovaní operačného systému Windows môžete použiť tento nástroj pre pridanie súčastí Windows, ktoré neboli zahrnuté do originálnej inštalačky alebo odobrať existujúce súčasti Windows, ktoré už dlhšie nepotrebujete.
2125 = "Microsoft Windows Malicious Software Tool" (nástroj pre odstránenie škodlivého softwaru) kontroluje v počítači špecifické infikovania, prevažne škodlivý software a napomáha odstrániť nájdené infekcie. Škodlivý software sú vírusy, wormy a trojany. Pri zistení a po odstránení nástroj zobrazí správu, popisujúcu výsledok.


[Junk Files Cleaner Options]
2202 = Zväzky na skenovanie:
2203 = Vzor
2204 = Popis
2205 = Pridať
2206 = Odobrať
2207 = Reset na predvolené
2208 = Čistič zbytočných súborov::Hlavné
2209 = Čistič zbytočných súborov::Vylúčené
2220 = Vzor na skenovanie:
2221 = Použite znak "?" alebo "*" ako náhradný znak
2222 = Pridať vzor
2223 = Pridať vylúčený vzor
2224 = Použite znak "?" alebo "*" ako náhradný znak
2225 = Vylúčený vzor:
2226 = Vymazať súbory do koša
2227 = Ignorovať súbory, spustené posledných 24 hodín

[Junk Files Cleaner Tool]
2306 = Skenovať
2307 = Vymazať
2308 = Skenovanie
2309 = Prebieha skenovanie, počkajte...
2310 = Zrušiť
2311 = Názov
2312 = Veľkosť
2319 = Súborov:
2320 = Celková veľkosť:
2323 = Nájdené súbory, ktoré používa Windows alebo iný program.\nTeraz sa nedajú vymazať.
2324 = Musíte vybrať najmenej jednu jednotku a príponu pred štartom skenovania.
2325 = "Čistič zbytočných súborov" vám umožní nájsť a odstrániť rôzne typy nepotrebných súborov z vášho počítača. Normálne sú také súbory vymazané aplikáciou, ktorá ich vytvorila a dlhšie ich nepotrebuje, ale môžu zostať na pevnom disku, ak bolo neočakávané ukončenie aplikácie spadnutím systému... Ak sa toto stáva často, môže to zmenšiť voľné miesto na disku alebo spomaliť systém...
2326 = Súbor:
2327 = Vymazávanie súborov

[Context Menu Junk Files Cleaner]
2313 = Otvoriť
2314 = Hľadať v Google 
2315 = Otvoriť adresár
2316 = Vlastnosti...
2317 = Označiť všetky položky
2318 = Odznačiť všetky položky
2321 = Označiť vybraté položky
2322 = Odznačiť vybraté položky

[Topmost Window]
4002 = Nastavenia
4003 = Otvoriť hlavné okno
4004 = Presunúť ikonu lovca
4005 = Režim lovca
4006 = Veľkosť
4007 = Malá
4008 = Stredná
4009 = Veľká
4010 = Veľkosť ikony
4011 = Ukončiť
4012 = Odinštalovať
4013 = Stop automatického štartu
4014 = Ukončiť proces
4015 = Ukončiť a vymazať proces
4016 = Otvoriť adresár
4017 = Info
4018 = Vlastnosti
4019 = Zrušiť
4020 = Teraz je podporovaný len jeden súbor!
4021 = Presunuli ste prázdny adresár, pretiahnite súbor!
4022 = Odinštalovať alebo odstrániť:
4023 = Chyba! Skúste namieriť na iné okno, ikonu alebo položku lišty úloh.
4024 = Nedá sa spustiť príkaz odinštalácie!\nOdinštalujte aplikáciu s Odinštalátorom.
4025 = Nenájdený inštalačný balík!\nTip: Získajte viac informácií o aplikácii v hlavnom okne\na skúste ju odinštalovať manuálne!
4026 = Cieľová aplikácia má zakázaný automatický štart!\nTip: Ak ho chcete znovu povoliť, použite nástroj Správca Po štarte v hlavnom okne aplikácie!
4027 = Cieľová aplikácia nenájdená medzi položkami Po štarte!\nTip: Na vyhľadanie nezvyčajných miest, ktoré používajú niektoré aplikácie pre automatický štart použite Google!
4028 = Určite chcete ukončiť vybratú aplikáciu?\nNeuložené dáta budú stratené!
4029 = Odinštalátor
4030 = Určite chcete ukončiť a vymazať vybratú aplikáciu?\nNeuložené dáta budú stratené!
4031 = Určite chcete ukončiť prieskumníka Windows?\nMenu Štart, lišta úloh a tray systému zmizne!
4032 = Spustiť pri štarte Windows
4033 = Priehľadnosť
4035 = Vždy na vrchu

[Scan After Uninstall]
4210 = Umiestnenie
4211 = Kľúč
4212 = Hodnota
4213 = Dáta
4214 = Súbor
4215 = Vyberte položku pre vykonanie tejto operácie!
4216 = Skenovať po odinštalovaní
4217 = Označiť všetko
4218 = Odznačiť všetko
4219 = Vymazať
4220 = Zbytočné súbory
4221 = Zbytočné položky registrov
4222 = Skenovanie pred odinštalovaním, prosím počkajte...
4223 = Odinštalátor spustený...
4224 = Po dokončení odinštalátora spustite skenovanie, ktoré vyhľadá zbytočné súbory, adresáre a kľúče registrov.
4225 = Skenovanie po odinštalovaní, prosím počkajte...
4226 = Pozorne označte položky v zozname!
4227 = Zatvoriť
4228 = Zostávajúce súbory v zozname budú vymazané po nasledujúcom reštarte systému.
4229 = Spustenie odinštalátora aplikácie zlyhalo!\nPravdepodobne nesprávny príkaz odinštalácie!
4230 = Späť
4231 = Ďalej
4232 = Vyberte režim odinštalovania
4233 = Režimy
4234 = Jednoduchý - spustí odinštalátor aplikácie bez dodatočného skenovania.
4235 = Bezpečný - zahŕňa Jednoduchý režim a vykoná rozšírené skenovanie registrov a pevných diskov. Bezpečne vymaže len staré položky. Je to najrýchlejší režim.
4236 = Normálny - zahŕňa Bezpečný režim a vykoná rozšírené skenovanie. Hľadá staré položky aplikácií na najbežnejších miestach v registroch a pevných diskoch.
4237 = Rozšírený - zahŕňa Normálny režim a vykoná hĺbkové skenovanie registrov a pevných diskov. Hľadá všetky staré položky, súvisiace s aplikáciou. Je to najpomalší režim.
4238 = Analyzovanie dát aplikácie pred odinštaláciou.
4239 = Spustenie vstavaného odinštalátora.
4240 = Kliknite na "Ďalej" pre spustenie skenovania starých súborov, adresárov a položiek registrov po dokončení odinštalátora aplikácie.
4241 = Analýza a odinštalácia programu
4242 = Skenovanie po odinštalovaní
4243 = Vstavaný odinštalátor dokončený. Hľadanie starých súborov, adresárov a položiek registrov, súvisiacich s odinštalovanou aplikáciou na pevných diskoch a v registroch. Prosím, počkajte...
4244 = Nájdené staré položky registrov
4245 = Nájdených položiek registrov:
4246 = Poznámka: Buďte opatrní pri označovaní položiek! Len označené položky a ich podpoložky budú vymazané!
4247 = Nájdené staré súbory a adresáre
4248 = Nájdených položiek:
4249 = Počítač
4250 = Revo Uninstaller nemohol spustiť vstavaný odinštalátor aplikácie. Možno je príkaz odinštalovania aplikácie neplatný alebo poškodený. Kliknite na "Späť" a skúste iný režim odinštalácie.
4251 = Vstavaný odinštalátor aplikácie dokončil odinštaláciu. Revo Uninstaller neskenoval staré položky. Kliknite na "Späť" a skúste iný režim odinštalácie pre skenovanie starých súborov, adresárov a položiek registrov.
4252 = Revo Uninstaller úspešne dokončil odinštaláciu, ale neboli nájdené žiadne staré položky. Kliknite na "Späť" a skúste iný, rozšírený režim odinštalácie s hĺbkovou kontrolou.
4253 = Revo Uninstaller úspešne dokončil odinštaláciu. Ak chcete nájsť viac starých položiek, kliknite na "Späť" a skúste iný, rozšírený režim odinštalácie s hĺbkovou kontrolou.
4254 = Dokončiť
4255 = Určite chcete presunúť vybraté súbory do koša?
4256 = Určite chcete vymazať vybraté položky registrov?
4257 = Revo Uninstaller úspešne dokončil odinštaláciu!
4258 = Určite chcete preskočiť vymazanie zbytočných položiek registrov a pokračovať nasledujúcim krokom?
4259 = Určite chcete preskočiť vymazanie zbytočných súborov, adresárov a pokračovať nasledujúcim krokom?
4260 = Skenovanie zbytočných položiek bolo dokončené. Kliknite na "Ďalej" pre zobrazenie výsledkov!
4261 = Vytvorenie bodu obnovenia systému...
4262 = Vytvorenie bodu obnovenia systému - zlyhalo!
4263 = Vytvorenie bodu obnovenia systému je vypnuté (Možnosti->Odinštalátor)
4264 = Vytvorenie bodu obnovenia systému - dokončené!


[About]
4300 = Prekladatelia:

[ContextMenu Uninstaller]
5000 = Príkazy
5001 = Info
5002 = Hľadať v Google
5004 = Umiestnenie inštalácie
5005 = Otvoriť odkaz na program...
5006 = Otvoriť odkaz návodu...
5007 = Otvoriť odkaz na stiahnutie...
5008 = Otvoriť kľúč registra...

[Common]
10000 = OK
10001 = Zrušiť
10002 = Pomoc
10003 = Prehľadať
10004 = Návod
10005 = Web stránka
10006 = O programe
10007 = Upozornenie
10008 = CHYBA
10009 = Áno
10010 = Nie
10019 = Upraviť

[Tooltips]
2000 = Prepnúť do režimu odinštalátora
2001 = Zobraziť panel nástrojov
2002 = Upraviť nastavenia
2003 = Prepnúť do režimu lovca
2004 = Zmeniť zobrazenie zoznamu nainštalovaných programov
2005 = Odinštalovať vybratý program
2006 = Vymazať vybratú položku z registrov
2007 = Obnoviť zoznam aplikácií
2008 = Aktualizovať aktuálnu verziu na najnovšiu
2009 = Nájde rozšírené informácie a odpovie na všetky vaše otázky o programe
404 = Spustiť vybratú aplikáciu
405 = Ukončiť vybratú aplikáciu
406 = Zakázať vybratým aplikáciám automatický štart
506 = Vyčistiť vybraté možnosti
605 = Vyčistiť vybraté možnosti
705 = Vyčistiť vybraté možnosti
2106 = Spustiť vybratý nástroj
2304 = Skenovať nepotrebné súbory podľa vybratých nastavení
2305 = Vymazať označené súbory do koša



[UninstallerPro]
15000 = Hlavné
15001 = Skupiny\nSprávca
15002 = Nové programy
15003 = Ostatné programy
15004 = Názov
15005 = Premenovať
15006 = Internet
15007 = Hry
15008 = Multimédiá
15009 = Utility
15050 = Hore
15051 = Dolu
15052 = Pridať
15053 = Odstrániť
15054 = Stĺpce
15055 = Odstrániť tento stĺpec
15056 = Zarovnanie
15057 = Vľavo
15058 = Na stred
15059 = Vpravo
15060 = Prispôsobiť oknu
15061 = Exportovať do
15062 = Textový súbor (txt)
15063 = HTML súbor (html)
15064 = Microsoft Excel
15065 = Export
15066 = Vyberte stĺpce, ktoré chcete exportovať:
15067 = Zobraziť nové nainštalované programy:
15068 = za posledných (dni)
15069 = od posledného spustenia odinštalátora
15070 = Názov skupiny:
15071 = Pridať
15072 = skupinu
15073 = Sledované programy
15074 = Sledované\nprogramy
15075 = Všetky programy
15076 = Všetky\nprogramy
15077 = Vymazať záznam
15078 = Vlastná odinštalácia
15079 = Zmeniť ikonu
15080 = Pridať do skupiny
15081 = Odstrániť zo skupiny
15082 = Odinštalácia
15083 = Odinštalácia zaznamenaných súborov a adresárov programu:
15084 = Odinštalácia zaznamenaných položiek registrov:
15085 = Neboli vymazané nejaké dáta, patriace k odinštalovanému programu. Neboli vymazané, pretože neboli zaznamenané počas inštalácie programu s Revo Uninstaller. Ak ich chcete zobraziť a vymazať, kliknite na "Rozšírená odinštalácia".
15086 = Rozšírená odinštalácia
15087 = Cesta k súboru/adresáru
15088 = Načítavanie zoznamu...
15089 = Odinštalovať vybraté hodnoty
15090 = Otvoriť nadradený kľúč registra... 
15091 = Rozbaliť všetko
15092 = Zbaliť všetko
15093 = Názov hodnoty:
15094 = Adresár záznamov:
15095 = Vrátiť predchádzajúce systémové súbory a adresáre, ak boli premenované a premiestnené počas inštalácie
15096 = Vynútená odinštalácia
15097 = Vynútená\nodinštalácia
15098 = Rozbaliť vybratý kľúč
15099 = Zbaliť vybratý kľúč
15100 = Odinštalovať vybratý kľúč
15101 = Označiť vybratý kľúč ako Vytvorený
15102 = Pridať do zoznamu vylúčených
15103 = Neplatný súbor záznamu
15104 = Súbor neexistuje! Zadajte platný názov súboru alebo zrušte operáciu.
15105 = Vyberte proces
15106 = Pridať proces do zoznamu
15107 = Úplná cesta procesu:
15108 = Pridať kľúč registra
15109 = Cesta kľúča registra
15110 = V režime "Vynútená odinštalácia" vyberte súbor alebo zadajte celú cestu k adresáru programu, ktorý chcete odinštalovať. Môžete tiež zadať názov programu ako dodatočnú informáciu. Po kliknutí na "Ďalej" Revo Uninstaller najprv bude hľadať vstavaný odinštalátor a ak ho nájde, môžete si vybrať, či ho spustíte alebo nie.\n\nZadajte presný názov a umiestnenie inštalácie programu, ktorý chcete odinštalovať!
15111 = Režim skenovania
15112 = Jednoduchý
15113 = Bezpečný
15114 = Normálny
15115 = Rozšírený
15116 = Celá cesta k súboru alebo adresáru programu:
15117 = Presný názov programu:
15118 = Nájdené vstavané odinštalátory:
15119 = Spustiť vybratý vstavaný odinštalátor
15120 = Názov programu
15121 = Príkaz odinštalácie
15122 = Typ
15123 = 32-bit
15124 = 64-bit
15125 = Ukončiť proces a pokračovať
15126 = Vybratý súbor je spustený! Pre správne odinštalovanie položiek je lepšie zatvorte súbor a pokračujte.
15127 = Kľúč registra pre vylúčenie
15128 = Vrátane podkľúčov
15129 = Po spustení zobraziť okno "Sledované programy"
15130 = Vymazať súbory a adresáre:
15131 = do adresára zálohy
15132 = do koša
15133 = navždy
15134 = Určite chcete vymazať vybraté položky?
15135 = Adresárov
15136 = Súborov
15137 = Možno súvisiace súbory a adresáre
15138 = Možno súvisiace položky registrov
15139 = Kľúčov:
15140 = Hodnôt:
15141 = Zaznamenané súbory a adresáre
15142 = Vrátiť predchádzajúce systémové súbory a adresáre, ak boli premenované a premiestnené počas inštalácie
15143 = Určite chcete odinštalovať vybraté položky?
15144 = Zostávajúce vybraté súbory budú vymazané pri nasledujúcom reštarte systému.
15145 = Zaznamenané položky registrov
15146 = Odinštalovanie...
15147 = Skenovanie nepotrebných súborov, adresárov a položiek registrov na základe poskytnutých informácií.
15148 = Analýza a spustenie vstavaného odinštalátora programu pre normálne odinštalovanie.
15149 = Po dokončení vstavaného odinštalátora kliknite na "Skenovať" pre spustenie skenovania nepotrebných súborov, adresárov\na položiek registrov.
15150 = Nie je dostatok miesta na disku pre zápis do cache.
15151 = Chyba pri zápise do cache. Overte, či máte potrebné práva pre zápis.
15152 = Chyba pri čítaní dát z cache.
15153 = Revo Uninstaller nenašiel žiadne nepotrebné súbory.
15154 = Skenovať
15155 = Vlastná\nodinštalácia
15156 = Modul "Všetky programy" zobrazuje nainštalované programy a súčasti všetkých užívateľov, ktoré sú v zobrazení "Ikony" a "Podrobnosti" rozdelené do dvoch skupín - "Nové programy" a "Ostatné programy". Cez kontextové menu môžete zobraziť rozšírené informácie (odkazy a vlastnosti inštalácie). Možnosti modulu "Všetky programy" nájdete v okne "Nastavenia" pod položkou "Odinštalátor".
15157 = Modul "Sledované programy" zobrazuje všetky programy, sledované počas inštalácie s Revo Uninstaller. Pre sledovanie programu kliknite pravým na inštalátor (setup) alebo kliknite na "Inštalovať program" v hlavnom paneli. Možnosti modulu "Sledované programy" nájdete v okne "Nastavenia" pod položkou "Odinštalátor".
15158 = Registrácia
15159 = Návod
15160 = Inštalovať program
15161 = Inštalovať\nprogram
15162 = Vytvoriť bod obnovenia systému a úplnú zálohu registrov pred odinštalovaním
15163 = Vytváranie úplnej zálohy registrov...
15164 = Vytvorenie bodu obnovenia systému a úplná záloha registrov je vypnutá (Nastavenia->Odinštalátor)
15165 = Vytvorenie úplnej zálohy registrov - dokončené!
15166 = Vytvorenie úplnej zálohy registrov - zlyhalo!
15167 = (Nepodporované vo Windows Vista alebo Windows 7,8,10)
15168 = Záznamov:
15169 = Alebo kliknite pravým tlačidlom myši na ikonu Režim lovca a vyberte "Ukončiť"
15170 = Otvoriť okno odinštalácie maximalizované
15171 = Cesta
15172 = Nainštalujte zobrazovač pdf pre zobrazenie súboru návodu.
15173 = Pridať novú skupinu
15174 = Vymazať vybraté záznamy
15175 = Optimalizovať cache
15176 = Určite chcete optimalizovať cache?\nPrispôsobenia programu budú vrátené na predvolené hodnoty!
15177 = Správca
15178 = Exportovať, importovať alebo upraviť záznam
15179 = Zmeniť\nalebo Opraviť
15180 = Zmeniť alebo Opraviť
15181 = Odkaz aktualizácie
15182 = Databáza záznamov
15183 = Záznamy\nDatabáza
15184 = Programy:
15185 = Názov programu
15186 = Verzia programu
15187 = Verzia Windows
15188 = Bity
15189 = Nájdené
15190 = Zobraziť len záznamy, kompatibilné s %s
15191 = Zobraziť len %s záznamy
15192 = Nájdené záznamy:
15193 = Záznamy databázy:
15194 = Hľadať podľa:
15195 = záznam
15196 = záznamy
15197 = program
15198 = programy
15199 = Názov
15200 = Rýchlo odinštalovať
15201 = Rýchlo\nodinštalovať
15202 = Prebieha počiatočná záloha systému
15203 = Odinštalovanie programu %d z %d
15204 = Počiatočná analýza - hotovo!
15205 = Spustenie vstavaného odinštalátora programu - hotovo!
15206 = Spustenie vstavaného odinštalátora programu - zlyhalo!
15207 = Hľadanie zbytočných súborov, adresárov a položiek registrov...
15208 = Vymazávanie zbytočných položiek...
15209 = Vymazaných zbytočných kľúčov registrov: %d a hodnôt: %d
15210 = Vymazaných zbytočných adresárov: %d a súborov: %d
15211 = Rýchle odinštalovanie dokončené!
15212 = Stav
15213 = Po dokončení vstavaného odinštalátora stlačte tlačidlo "Pokračovať" pre pokračovanie v procese odinštalovania.
15214 = Pokračovať
15215 = Importované
15216 = Pridať komentár
15217 = Upraviť komentár
15218 = Moduly
15219 = Dátum záznamu
15220 = Príprava záznamov na odinštalovanie...
15221 = %d z %d položiek
15222 = Vykonávanie potrebných operácií premenovania...
15223 = Určite chcete odinštalovať vybratý záznam?
15224 = Určite chcete odinštalovať vybraté záznamy?
15225 = Odinštalovanie záznamu %d z %d
15226 = Exportovať všetko
15227 = Preskočiť\nZáloha
15228 = Preskočiť vytvorenie bodu obnovenia systému a úplnej zálohy registrov
15229 = Vytvorenie úplnej zálohy registrov - preskočené!
15230 = Vytvorenie bodu obnovenia systému - preskočené!
15231 = Upraviť záznam
15232 = Importovať záznam
15233 = Exportovať záznam
15234 = Porovnať záznam - 
15235 = Premenovať záznam
15236 = Názov záznamu
15237 = Uložiť zmeny
15238 = Upraviť
15239 = Ikona
15240 = Ikona index
15241 = Autor
15242 = Vytvorené
15243 = Zmenené
15244 = Odhadovaná veľkosť
15245 = Kľúče registrov
15246 = Hodnoty registrov
15247 = Vytvorené
15248 = Vymazané
15249 = Premenované
15250 = Prepísané
15251 = Neznáme
15252 = Starý názov
15253 = Celý názov
15254 = Starý celý názov
15255 = Staré dáta
15256 = Hodnota v registroch s takým názvom už existuje!
15257 = Pridať kľúč
15258 = Názov kľúča:
15259 = Nezmenené
15260 = Upraviť kľúč
15261 = Pridať hodnotu
15262 = Upraviť hodnotu
15263 = Zadať
15264 = Starý typ
15265 = Vynútene zastaviť spustené súbory počas ich odinštalácie
15266 = Hľadať súvisiaci záznam pred regulárnym odinštalovaním programu
15267 = Určite chcete Rýchlo odinštalovať vybratý program?
15268 = Nájdené zodpovedajúce záznamy, ktoré budú použité na odinštalovanie\nSpustenie vstavaného odinštalátora programu na predvolenú odinštaláciu.
15269 = Nájdené zodpovedajúce záznamy v databáze záznamov, ktoré budú použité na odinštalovanie\nSpustenie vstavaného odinštalátora programu na predvolenú odinštaláciu.
15270 = Po dokončení odinštalácie stlačte tlačidlo "Pokračovať" pre zobrazenie zbytočných súborov, adresárov a položiek registrov.
15271 = Chyba sťahovania súboru záznamu!
15272 = Chyba premenovania stiahnutého súboru záznamu!
15273 = Modul "Databáza záznamov" Revo Uninstaller zobrazuje zoznam sledovaných programov, ktoré sú kompatibilné so systémom Windows. Tieto záznamy, uložené na našej web stránke sú udržiavané tímom Revo Uninstaller. Tieto záznamy môžete použiť pre odinštalovanie programov z vášho počítača (kliknutím na tlačidlo "Odinštalovať").
15274 = Vaša verzia:
15275 = Aktualizovať
15276 = Automaticky aktualizovať databázu záznamov
15277 = Chyba sťahovania databázy záznamov!
15278 = Chyba aktualizácie databázy záznamov!
15279 = Chyba rozbalenia databázy záznamov!
15280 = Chyba otvorenia databázy záznamov!
15281 = Zadajte komentár:
15282 = Vyberte ikonu
15283 = Cesta:
15284 = Vyberte ikonu zo zoznamu:
15285 = Súbor
15286 = Adresár
15287 = Exportovanie záznamu - 
15288 = Importovanie záznamu - 
15289 = %d%% dokončené
15290 = Exportované
15291 = Nájdené súvisiace záznamy
15292 = Áno (doporučené)
15293 = Uvedené záznamy súvisia s programom, ktorý chcete odinštalovať. Chcete použiť dáta zo záznamov počas odinštalácie?
15294 = Sťahovanie záznamu - 
15295 = Uvedené záznamy nájdené v databáze záznamov súvisia s programom, ktorý chcete odinštalovať. Ak chcete použiť nejaké záznamy počas odinštalácie, označte políčko pri zázname.
15296 = Nájdený súvisiaci záznam odinštalácie v databáze záznamov.\nChcete ho použiť pre korektnejšie odinštalovanie programu?
15304 = Nevybrali ste žiadny log zo zoznamu.\nUrčite chcete hľadať pozostatky a preskočiť logy?
15309 = Cesta:
15310 = Použiť dáta odinštalácie pre získanie dátumu inštalácie
15335 = Cesta neexistuje!
15337 = Uvedené programy sú nainštalované v rovnakom adresári ako %s. Budú nájdené zbytočné súbory všetkých programov.\nChcete pokračovať?
15338 = Nájdené podobné programy

[Auto Run Manager Pro]
15800 = Pridať
15801 = Pridanie programu medzi programy po štarte Windows
15802 = Nastaviť automatické spustenie pre:
15803 = Všetci užívatelia
15804 = Aktuálny užívateľ
15805 = Nastaviť automatické spustenie z:
15806 = Registre: Run - pri každom štarte Windows
15807 = Registre: RunOnce - spustené len raz pri nasledujúcom štarte Windows
15808 = Adresár Po štarte - pri každom štarte Windows
15809 = Príkaz (celá cesta):
15810 = Názov:
15811 = Odstránené z automatického spustenia
15812 = Odstránené nespustené položky z automatického spustenia
15813 = Odstránené všetky zakázané položky z automatického spustenia
15814 = Služby
15815 = Otvoriť služby Windows

[General App]
16001 = Tlač
16002 = Náhľad tlače
16003 = Možnosti tlače
16004 = Zobraziť
16005 = Menu
16006 = Hlavný panel
16007 = Popis
16008 = Lišta stavov
16009 = Panel nástrojov
16010 = Súbor
16011 = Správca Po štarte
16012 = Čistič\nzbytočných súborov
16013 = Nástroje Windows
16014 = Čistič\nprehliadačov
16015 = Čistič\nMicrosoft Office
16016 = Čistič Windows
16017 = Úplné\nvymazanie koša
16018 = Neobnoviteľné\nvymazanie
16019 = Záloha
16020 = Inštalovať s Revo Uninstaller
16021 = Odinštalovať s Revo Uninstaller
16022 = Nainštalovať vybratý program s Revo Uninstaller
16023 = Odinštalovať vybratý program s Revo Uninstaller
16024 = Adresár zálohy:
16025 = Vytvoriť zálohu vymazaných položiek registrov
16026 = Vytvoriť zálohu vymazaných súborov a adresárov
16027 = Microsoft Excel nie je nainštalovaný v počítači (kód chyby: 0x%08X).
16028 = Zlyhalo spustenie aplikácie Microsoft Excel (kód chyby: 0x%08X).
16029 = Neznáma chyba.
16030 = Registre
16031 = Nezobrazovať informačné správy
16032 = Nezobrazovať upozorňujúce správy
16033 = Procesy
16034 = Sledovať programy počas inštalácie v zmenšenom zobrazení
16035 = Zahrnuté procesy:
16036 = Vylúčené procesy:
16037 = Cesta
16038 = Vzhľad:
16039 = Lišty
16040 = Zobraziť text
16041 = Zobraziť malé ikony
16042 = Modrý
16043 = Šedý
16044 = Čierny
16045 = Strieborný
16046 = Pôvodný
16047 = Pôvodný 2
16048 = Pôvodný vyhladený
16049 = Kúpiť teraz
16050 = Po zakúpení Revo Uninstaller dostanete email so sériovým číslom. Pre aktivovanie Revo Uninstaller musíte zadať číslo do formulára nižšie a kliknúť na "Aktivovať online". Aktivácia požaduje Internetové pripojenie. Povoľte vo firewalle pripojenie pre program Revo Uninstaller. Ak máte nejaké otázky ohľadom registrácie, kontaktujte nás na: registration@revouninstaller.com.
16051 = Registrácia 
16052 = Zadajte sériové číslo:
16053 = Aktivovať online
16054 = Všetky práva vyhradené.
16055 = Registrovaná verzia
16056 = Neregistrovaná verzia
16057 = Určite chcete vymazať vytvorené zálohy, záznamy a ostatné dáta Revo Uninstaller? Kliknite na "Nie", ak aktualizujete program.
16058 = Prekladateľ:
16059 = Vytvoriť úplnú zálohu registrov každý deň
16060 = Vymazať záznam sledovaných programov po odinštalovaní
16061 = Zobraziť malé ikony v zobrazení Podrobnosti
16062 = Zobraziť v kontextovom menu Windows možnosti Inštalovať s..., Odinštalovať s...
16063 = Označiť všetky zbytočné súbory ako predvolené
16064 = Tmavošedý
16065 = Modrý 2
16070 = Panel príkazov
16071 = Vlastné
16072 = Téma
16073 = Vlastná farba pozadia
16074 = Vlastná vybratá farba
16075 = Zatvorte Revo Uninstaller pred spustením importovania záznamu\nalebo importujte záznam cez tlačidlo "Správca" v module "Sledované programy" module.
16076 = Aktivovať
16077 = Vyberte metódu aktivácie
16078 = Online aktivácia
16079 = Aktivácia zo súboru
16080 = 30-dňová skúšobná doba skončila. Ak chcete používať produkt, musíte si kúpiť licenciu.
16081 = Po zakúpení licencie pre Revo Uninstaller vám príde emailom sériové číslo. Pre aktivovanie Revo Uninstaller musíte zadať vaše meno a sériové číslo do formulára nižšie (doporučená je funkcia kopírovať a vložiť) a potom stlačte tlačidlo "Aktivovať online". Aktivácia požaduje internetové pripojenia a firewall nesmie blokovať Revo Uninstaller. Ak máte nejaké otázky alebo problémy, týkajúce sa registrácie, kontaktujte nás na: registration@revouninstaller.com
16082 = Po zakúpení licencie pre Revo Uninstaller vám príde emailom sériové číslo. Pre aktivovanie Revo Uninstaller musíte zadať vaše meno a sériové číslo do formulára nižšie (doporučená je funkcia kopírovať a vložiť) a potom stlačte tlačidlo "Uložiť súbor" pre uloženie súboru. Potom odošlite vytvorený súbor na support@revouninstaller.com. Do 24 hodín vám odošleme aktivačný kľúč, aby ste mohli dokončiť registráciu Revo Uninstaller. Ak máte nejaké otázky alebo problémy, týkajúce sa registrácie, kontaktujte nás na: registration@revouninstaller.com
16083 = Zvolili ste aktiváciu Revo Uninstaller súborom. Po odoslaní aktivačného súboru emailom do našej podpory, prijmete aktivačný kľúč od nášho tímu Revo Uninstaller. Musíte zadať kľúč nižšie (doporučujeme použiť funkciu kopírovať a vložiť) a stlačiť tlačidlo "Aktivovať". Ak máte nejaké otázky alebo problémy, týkajúce sa registrácie, kontaktujte nás na: registration@revouninstaller.com
16084 = Vo vašom počítači nastali zmeny a Revo Uninstaller musí byť reaktivovaný. Stlačte len tlačidlo "Aktivovať". Ak máte nejaké otázky alebo problémy, týkajúce sa registrácie, kontaktujte nás na: registration@revouninstaller.com
16085 = Aktivácia bola úspešná!
16086 = Aktivácia zlyhala!
16087 = Nedá sa spojiť s aktivačným serverom. Skontrolujte, či firewall neblokuje Revo Uninstaller.
16088 = Zadajte užívateľské meno:
16089 = Zadajte sériové číslo (doporučujeme funkciu kopírovať a vložiť):
16090 = Zadajte kľúč (doporučujeme funkciu kopírovať a vložiť):
16091 = Resetovať proces aktivácie
16092 = Zostáva dní:
16093 = Uložiť súbor
16094 = Registrované na
16095 = Reaktivovať
16096 = Prebieha aktivácia, prosím počkajte...
16097 = Sériové číslo je nesprávne.\nSkúste skopírovať a vložiť sériové číslo.
16098 = Reštartujte Revo Uninstaller
16100 = Sériové číslo:
16101 = Licencia:
16108 = Zobraziť úvodnú obrazovku
16112 = Revo Uninstaller Pro je už spustený!

[AppBar]
16900 = Uložiť záznam zmien v systéme
16901 = Ukončiť sledovanie inštalácie
16902 = Revo Uninstaller sleduje zmeny v systéme - inštalácia prebehne ako obvykle! Nespúšťajte iný inštalátor alebo program počas inštalácie programu! Po dokončení inštalácie spusťte nainštalovaný program, nakonfigurujte a zatvorte ho. Potom kliknite na "Stop" (štvorec) a uložte záznam.
16903 = Zadajte názov záznamu:
16904 = Zadajte názov záznamu a kliknite na "Uložiť"
16905 = Revo Uninstaller sleduje inštaláciu
16906 = Revo Uninstaller ukladá dáta
16907 = Nedajú sa získať práva pre vypnutie počítača. Skúste ho vypnúť manuálne!
16908 = Nedajú sa nastaviť práva pre vypnutie počítača. Skúste ho vypnúť manuálne!
16909 = Zadajte platný názov záznamu!

[JunkFilesCleanerPro]
17000 = Vylúčené
17001 = Zmenené
17002 = Skenovať adresár...
17003 = Zahrnúť
17004 = Adresáre zahrnuté ako pozostatky

[Windows Apps]
17100 = Windows\naplikácie
17101 = Windows aplikácie
17102 = Windows aplikácia
17103 = Celkovo aplikácií
17104 = Aplikácia
17105 = Aplikácií
17106 = Modul "Windows aplikácie" zobrazuje nainštalované Windows aplikácie a pomôže vám ich odinštalovať jedným kliknutím. Niektoré aplikácie Microsoft sú predinštalované s operačným systémom, inú sú nainštalované cez Microsoft Store. Viac informácií o aplikácií nájdete cez kontextové menu.
17107 = Analýza a spustenie odinštalátora aplikácie
17108 = Po odinštalovaní aplikácie stlačte tlačidlo "Skenovať" pre spustenie hľadania pozostatkov programu.
17109 = Chcete odinštalovať vybratú aplikáciu?
17110 = Nedá sa spustiť vybratá Windows aplikácia!
17111 = Otvoriť v Microsoft Store

[EvidenceRemoverPro]
17300 = Typ
17301 = Celková veľkosť
17302 = Voľné miesto
17310 = Miestny disk
17311 = Vymeniteľný disk
17312 = Predpokladaný zostávajúci čas:
17313 = dni
17314 = hod
17315 = min
17316 = sek

[WindowsToolsPro]
17400 = Obnovenie systému
17401 = Diagnostika siete
17402 = Informácie o sieti
17403 = Centrum zabezpečenia
17404 = Vlastnosti systému
17405 = Informácie o systéme
17406 = Príkaz TCP/IP Netstat
17407 = On Screen Keyboard
17408 = Defragmentácia disku
17409 = Služby
17410 = Zdieľané adresáre
17411 = Zásady skupín
17412 = Pridať/Odstrániť súčasti systému
17413 = Microsoft Windows Malicious Software Removal Tool
17414 = Obnova a záloha Windows
17415 = Plánovač úloh
17416 = Kontrola disku
17417 = Kontrola systémového súboru
17450 = Obnova a záloha Windows umožňuje urobiť kópiu súborov, ktoré používajú všetci užívatelia počítača a rovnako aj obraz systému. Môžete nechať na Windows, aby urobil zálohu alebo vybrať jednotlivé adresáre, knižnice a ovládače. Obraz systému obsahuje Windows, systémové nastavenia, programy a súbory. Môžete ho použiť na obnovu systému, ak váš systém prestal pracovať.
17451 = Plánovač úloh vám umožní naplánovať automatické úlohy, ktoré sa vykonajú v zadanom čase alebo keď nastane nejaká udalosť. Môžete naplánovať spustenie programov alebo skriptov v zadanom čase alebo v intervaloch. Plánovač úloh obsahuje knižnicu všetkých úloh, kde môžete tieto úlohy spravovať.
17452 = Kontrola disku overuje logickú integritu systémových súborov na disku. Hľadá problémy, týkajúce sa zlých sektorov, stratených clustrov, chybných súborov a adresárov. Tieto problémy môžu nastať pri častých pádoch systému, zamŕzaní systému, nesprávnom vypínaní počítača...
17453 = Kontrola systémového súboru skenuje a obnovuje poškodené systémové súbory, porovnávaním ich verzie. Ak sa nájde problém, pokúsi sa nahradiť problémové súbory z Windows DLL Cache. Ak sa súbor nenachádza vo Windows DLL Cache, budete vyzvaný na vloženie inštalačného DVD Windows.

[WindowsCleanerPro]
17500 = Vymazať cache miniatúr

[UnrecoverableDeletePro]
17600 = Pridať súbor
17601 = Pridať adresár
17602 = Vymazať navždy
17603 = Vymazávanie
17604 = Vypočítavanie...
17606 = Odobrať vybraté položky zo zoznamu

[Backup Manager]
17800 = Záloha
17801 = Obnoviť
17802 = Vymazať
17803 = Vymazať všetko
17804 = Vlastná\nobnova
17812 = Načítanie stromu...
17813 = Späť
17814 = Ďalej
17815 = Bod obnovenia nenájdený
17816 = Spracovanie
17817 = Zálohovanie položiek:  %d z %d
17818 = Body obnovenia:
17819 = Celková veľkosť:
17820 = Nástroj "Záloha" vám pomôže spravovať zálohy, uložené programom Revo Uninstaller po každom vymazaní položiek registrov, súborov alebo adresárov. Obnovením bodu obnovenia môžete obnoviť všetky vymazané dáta alebo len jednotlivé položky, ktoré potrebujete. Ak potrebujete viac voľného miesta na disku, môžete vymazať niektoré alebo všetky body obnovenia.
17821 = Názov
17822 = Popis
17823 = Veľkosť
17824 = Položky registrov
17825 = Súbory a adresáre
17826 = Čas
17827 = Dátum
17830 = Názov kľúča/hodnoty
17831 = Dáta
17835 = Predvolená hodnota
17836 = Obnovovanie položiek: %d z %d
17837 = Obnovovanie
17838 = Názov súboru/adresára
17839 = Vlastná obnova
17840 = Chyba načítania súboru zálohy!
17841 = Súbory a adresáre na obnovenie
17842 = Položky registrov na obnovenie
17843 = Nie je dostatok voľného miesta na disku pre vytvorenie zálohy!
17844 = Chyba pri zápise zálohy!
17845 = Určite chcete obnoviť operáciu %s pre %s?
17846 = Určite chcete vymazať všetky body obnovenia?
17847 = Vymazať\npodľa času
17848 = Vymaže zálohy staršie ako dátum alebo obdobie
17849 = Vymazať všetky zálohy staršie ako:
17850 = Vybratý dátum:
17851 = Jeden týždeň
17852 = Dva týždne
17853 = 30 dní
17854 = 90 dní
17855 = 180 dní
17856 = Jeden rok
17857 = Vlastný dátum
17858 = Vybrali ste dátum novší ako je dnes.\nToto vymaže všetky zálohy! Chcete pokračovať?

[TooltipsPro]
18200 = Nastavenia Revo Uninstaller
18201 = Zmeniť zobrazenie zoznamu sledovaných programov
18202 = Správca uložených záloh
18203 = Inštalovať program s Revo Uninstaller
18204 = Vynútená odinštalácia pozostatkov už odinštalovaných programov
18205 = Zobraziť nainštalované programy
18206 = Zobraziť sledované programy
18207 = Odinštalovať vybratý sledovaný program
18208 = Vlastná odinštalácia vybratého sledovaného programu
18209 = Obnoviť zálohu vybratého programu
18210 = Vlastná obnova zálohy vybratého programu
18211 = Vymazať zálohu vybratého programu
18212 = Pridať program, ktorý bude spustený pri štarte Windows
18213 = Spustiť úplné vymazanie koša na vybratých jednotkách
18214 = Pridať súbory pre neobnoviteľné vymazanie
18215 = Pridať adresár pre neobnoviteľné vymazanie
18216 = Vymazať pridané súbory a adresáre
18217 = Vymazať označené súbory
18218 = Zmeniť alebo opraviť inštaláciu vybratého programu
18219 = Rýchlo odinštalovať vybratý program (všetky zbytočné súbory budú vymazané automaticky)
18220 = Pridať novú položku do záznamu
18221 = Upraviť vybratú položku
18222 = Vymazať vybratú položku zo záznamu
18223 = Exportovať aktuálny záznam ako HTML

[Portable]
18508 = Prijať
18509 = Licenčná zmluva